# Install Cask
tap "homebrew/cask"
tap "user/tap-repo", "https://user@bitbucket.org/user/homebrew-tap-repo.git"
cask_args appdir: "/Applications"

# Install Brews
brew "node"
brew "git"
brew "wget"
brew "zsh"
brew "z"

# Install Casks
cask "alfred"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "vlc"
cask "the-unarchiver"
cask "visual-studio-code"
cask "firefox"
cask "java"
cask "spotify"
cask "calibre"
cask "transmission"
cask "1password"
cask "steam"
cask "discord"
cask "karabiner-elements"
cask "google-backup-and-sync"
cask "handbrake"
cask "bettertouchtool"
cask "bartender"
cask "kindle"
cask "figma"
cask "minecraft"
cask "nordvpn"
cask "little-snitch"
cask "backblaze"
cask "daisydisk"
cask "insomnia"
cask "kap"
cask "pocket-casts"
cask "popclip"
cask "rocket"